{"inkVersion":21,"root":[["#","^name player","/#","^What? Who are you?","\n","#","^name Reginald","/#","^Me? Well, I'm Reginald. What are you doing here?","\n","#","^name Player","/#","^The day reset. Just like Jake said.","\n","#","^name Player","/#","^We're starting the day again. Is there anything I can do?","\n","#","^name Reginald","/#","^I'm sorry I didn't quite catch that. Now what were you doing here?","\n","#","^name Player","/#","^You're Reginald?","\n","#","^name Reginald","/#","^I'm Reginald. You're not very good at answering questions-","\n","#","^name Player","/#","^The Ring Master. You're still alive?","\n","#","^name Reginald","/#","^Should I be dead?","\n","#","^name Player","/#","^Yes. Well, no. Not yet.","\n","#","^name Reginald","/#","^Sorry? What was that? Was that a threat?","\n","#","^name Player","/#","^No, not a threat. It's just... Jake is going to murder you today.","\n","#","^name Reginald","/#","^No, not Jake. He's a friend. We go way back.","\n","#","^name Player","/#","^He's mad at you for refusing to fund his life-extension supplement. He doesn't think you deserve to live anymore.","\n","#","^name Reginald","/#","^How did you know that? I'm sorry, who are you?","\n","#","^name Player","/#","^He told me, before he trapped me here. Oh, and I'm a journalist?","\n","#","^name Reginald","/#","^Crime journalist?","\n","#","^name Player","/#","^Actually, I work in the \"Fun and Entertainment\" department. Today's a little weird.","\n","#","^name Reginald","/#","^It sounds like it. What do you mean he trapped you here?","\n","#","^name Player","/#","^Today was pulled out of the timeline. It's isolated from the rest ofthe world, and just keeps looping over and over again.","\n","#","^name Player","/#","^There was a portal between the two worlds hidden in a mirror, but the mirror was smashed. And, well, I'm on this side of it now.","\n","#","^name Player","/#","^We're all stuck here. No one can get back anymore.","\n","#","^name Reginald","/#","^That's a lot to take in.","\n","#","^name Player","/#","^I know. Come with me. I'm going to find a way out of here.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}